Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: En avgjørelse fra Patentstyret hvor kravet om administrativ overprøving avvises eller avslås kan ikke bringes inn for domstolene.
nn: Ei avgjerd frå Patentstyret kor kravet om administrativ overprøving blir avvist eller avslått kan ikkje bringast inn for domstolane.

source: Et avgiftsår omfatter ett år og beregnes etter norsk rett fra leveringsdagen for EP-patentet, og deretter fra den tilsvarende dagen i det påfølgende kalenderåret.
nn: Eit avgiftsår omfattar eitt år og blir berekna etter norsk rett frå leveringsdagen for EP-patentet, og deretter frå den tilsvarande dagen i det følgjande kalenderåret.

source: Dokumentasjonen vil være avgjørende for hva slags varer/tjenester varemerket har oppnådd særpreg for, vernets omfang og hvilke varer/tjenester varemerket er tatt i reell bruk for.
nn: Dokumentasjonen vil vere avgjerande for kva slag varer/tenester varemerket har oppnådd særpreg for, vernet sitt omfang og kva for varer/tenester varemerket er tatt i reell bruk for.

source: Hvis du ikke har et norsk personnummer, kan du fortsatt kommunisere med oss elektronisk via Altinn.
nn: Dersom du ikkje har eit norsk personnummer, kan du framleis kommunisere med oss elektronisk via Altinn.

source: Opplysningene er offentlige og vil
nn: Opplysningane er offentlege og vil

source: Som varemerkeeier bør du tenke gjennom hva slags strategi du skal ha for registreringer under de nye toppdomenene.
nn: Som varemerkeeigar bør du tenkje gjennom kva slags strategi du skal ha for registreringar under dei nye toppdomena.

source: Skjemaet må undertegnes enten av tidligere innehaver eller av ny innehaver (den rettigheten er overdratt fra eller til), eller en av partenes fullmektig.
nn: Skjemaet må underteiknast anten av tidlegare innehavar eller av ny innehavar (den retten er overdratt frå eller til), eller ein av partane sin fullmektig.

source: Baseenheten består i tillegg til prosessor, batteri og fjernstyring for UAVen, av en full-HD skjerm hvor operatøren kan se direkte video og data fra helikopteret etterhvert som dette manøvreres rundt.
nn: I tillegg til prosessor, batteri og fjernstyring for UAV-en består baseeininga av ein full-HD-skjerm der operatøren kan sjå direkte video og data frå helikopteret etter kvart som det blir manøvrert rundt.

source: Et varemerke som inneholder ord som eksempelvis APOTEK, BANK og BØRS vil ikke lenger bli nektet med den begrunnelse at de «strider mot lov».
nn: Eit varemerke som inneheld ord som til dømes APOTEK, BANK og BØRS vil ikkje lenger bli nekta med den begrunninga at dei «strider mot lov».

source: I varemerkeloven § 16 bokstav a, fremgår det at et varemerke ikke kan registreres hvis det krenker en annens rett til et varemerke her i riket.
nn: I varemerkelova § 16 bokstav a, framgår det at eit varemerke ikkje kan registrerast viss det krenkjer ein annan sin rett til eit varemerke her i landet.

source: Du kan også kreve at en tidligere avdelt registrering blir senere helt eller delvis slått sammen igjen.
nn: Du kan også krevje at ein tidlegere avdelt registrering blir seinere helt eller delvis slått saman igjen.

source: En merkevare er summen av alle assosiasjoner kundene har til et produkt, et firma eller en person.
nn: Ei merkevare er summen av alle assosiasjonar kundane har til eit produkt, eit firma eller ein person.

source: Les mer om hva vi undersøker når vi behandler søknaden din
nn: Les meir om kva vi undersøkjer når vi behandlar søknaden din

source: Produsenten av varen må kunne identifiseres, og du må kunne dokumentere at merket er ført på varen på lovlig måte.
nn: Produsenten av vara må vidare kunne identifiserast, og du må kunne dokumentere at merket er ført på vara på lovleg måte.

source: Hva er bunad, folkedrakt og festdrakt?
nn: Kva er bunad, folkedrakt og festdrakt?

source: Å bruke meklingsnemnda er frivillig for partene.
nn: Å bruke meklingsnemnda er frivillig for partane.

source: Du finner informasjon om hvordan du kan følge sakene dine på
nn: Du finn informasjon om korleis du kan følgje sakene dine på

source: Innledende patentsøk gir deg en oversikt over nærliggende og mulig overlappende oppfinnelser som er patentert eller søkt patentert.
nn: Innleiande patentsøk gir deg ei oversikt over nærliggjande og mogleg overlappande oppfinningar som er patentert eller søkt patentert.

source: Med dagens patenteringspraksis i EU betyr dette at Patentstyret er harmonisert med EPO.
nn: Med patenteringspraksisen i i EU i dag betyr dette at Patentstyret er harmonisert med EPO.

source: Du kan betale fornyelsesavgiften for varemerke og design tidligst ett år før betalingsfristen.
nn: Du kan betale fornyingsavgifta for varemerke og design tidlegast eitt år før betalingsfristen.

source: Hvis endringen hadde vært motsatt, fra blått til sort, ville endringen ikke bli godtatt da vernet ville blitt utvidet til å gjelde gjengivelser av merket i alle farger.
nn: Dersom endringa hadde vore motsett, frå blått til sort, ville endringa ikkje bli godteken då vernet ville blitt utvida til å gjelde gjengivingar av merket i alle fargar.

source: Dette betyr blant annet at arbeidstakeren ikke kan offentliggjøre oppfinnelsen.
nn: Dette betyr blant anna at arbeidstakaren ikkje kan offentleggjere oppfinninga.

source: Du skal kanskje registrere både domene, foretak og varemerke.
nn: Du skal kanskje registrere både domene, føretak og varemerke.

source: Hvis du som patentsøker har et særskilt behov for å få fremskyndet behandlingen av søknaden din, kan du sende en begrunnet søknad om dette til Patentstyret.
nn: Viss du som patentsøkar har eit særleg behov for å få framskunda behandlinga av søknaden din, kan du sende ein grunngitt søknad om dette til Patentstyret.

source: Men du kan bare få enerett til varemerker som har særpreg.
nn: Men du kan berre få einerett til varemerke som har særpreg.

source: Organisasjoner og enheter som utøver virksomhet som omfattes av lovens bestemmelse om tilsyn skal registrere seg hos Patentstyret.
nn: Organisasjonar og einingar som driv verksemd som blir omfatta av føresegna i lova om tilsyn, skal registrere seg hos Patentstyret.

source: hindrer at andre bruker et varemerke som kan forveksles med ditt for varer og/eller tjenester av samme eller lignende slag
nn: hindrar at andre brukar eit varemerke som kan forvekslast med ditt for varer og/eller tenester av same eller liknande slag

source: Slik kan du utvide markedet gjennom samarbeid med andre.
nn: Slik kan du utvide marknaden gjennom samarbeid med andre.

source: Det er domstolene som til syvende og sist avgjør om det kan bevises at et mønster ble skapt av en bestemt person, slik at vedkommende har opphavsrett.
nn: Det er domstolane som til sjuande og sist avgjer om det kan provast at eit mønster blei skapt av ein bestemt person, slik at vedkomande har opphavsrett.

source: En designregistrert font, bevisst fargebruk og historien om den fyrrige chorizoen "PABLO" er noen av ingrediensene i deres merkevarestrategi.
nn: Ein designregistrert font, medviten fargebruk og historia om den fyrrige chorizoen "PABLO" er nokre av ingrediensane i merkevarestrategien deira.

source: «Robotic Drilling Systems AS begynte som et lite selskap, og vi ser nå at omfattende patentering var avgjørende for å finansiere selskapet videre.
nn: Robotic Drilling Systems AS begynte som eit lite selskap, og vi ser nå at omfattande patentering var avgjerande for å finansiere selskapet vidare.

source: I tillegg behandler og avgjør Klagenemnda klager over enkelte av de avgjørelsene Plantesortnemnda treffer i henhold av lov om planteforedlerrett.
nn: I tillegg behandlar og avgjer Klagenemnda klagar over enkelte av dei avgjerdene Plantesortnemnda treff etter lov om planteforedlerrett.

source: Men med én gang du går over til å tjene penger på det du strikker, trer det flere sett av regler inn, og bildet blir temmelig komplisert.
nn: Men med ein gong du går over til å tene pengar på det du strikkar, trer det fleire sett av reglar inn, og biletet blir temmeleg komplisert.

source: Som patentmyndighet bruker vi et av verdens raskeste og mest omfattende søkeverktøy, som dekker svært omfattede databaser med både patenter og annen litteratur.
nn: Som patentmyndigheit brukar vi eit av det raskaste og mest omfattande søkjeverktøyet i verda, som dekkjer svært omfattande databasar med både patent og annan litteratur.

source: Slike fremgangsmåter er unntatt fra patentering selv om de i tillegg inneholder trinn av teknisk karakter.
nn: Slike framgangsmåtar er unnatatt frå patentering sjølv om dei i tillegg inneheld trinn av teknisk karakter.

source: Patentstyrets kundesenter mottok Kundeserviceprisen i kategorien offentlig på Callsenterdagene i slutten av april.
nn: Patentstyret sitt kundesenter mottok Kundeserviceprisen i kategorien offentleg på Callsenterdagane i slutten av april.

source: Du bør kun velge varer og/eller tjenester du benytter varemerket ditt for i dag, eller som du planlegger å bruke det for i nærmeste fremtid.
nn: Du bør berre velje varer og/eller tenester du brukar varemerket ditt for i dag, eller som du planlegg å bruke det for i næraste framtid.

source: «Vi mener det er på tide å komme med noe nytt i kjøttbransjen.
nn: «Vi meiner det er på tide å kome med noko nytt i kjøtbransjen.

source: Det samme gjelder hvis vi mottar søknadene dine via andre, som for eksempel internasjonale organisasjoner som
nn: Det same gjeld dersom vi mottek søknadene dine via andre, som for eksempel internasjonale organisasjonar som

source: Dette kommer i tillegg til reproduksjonen av merket i farger.
nn: Dette kjem i tillegg til reproduksjonen av merket i fargar.

source: Frivillig overdragelse av en designregistrering eller utstedelse av lisens som er blitt innmeldt til registrering, går i kollisjonstilfelle foran overdragelse eller utstedelse av lisens som ikke er eller først senere blir innmeldt til registrering, dersom vedkommende rettighetshaver ved innmeldelsen var i god tro.
nn: Frivillig overdraging av ei designregistrering eller utferding av lisens som er blitt innmeld til registrering, går i kollisjonstilfelle føre overdraging eller utferding av lisens som ikkje er eller først seinare blir innmeld til registrering, dersom vedkommande rettshavar ved innmeldinga var i god tru.

source: Og for noen er det også viktig å forhindre at andre kan importere eller selge slike produkter, sier Bostad.
nn: Og for nokon er det også viktig å hindre at andre kan importere eller selje slike produkt, seier Bostad.

source: Mens Sagberg jobbet med å videreutvikle denne brikken fram til 2008, fikk gründerne ideen om å bruke den i en av to sensorer i samme gassdetektor.
nn: Mens Sagberg jobba med å vidareutvikle denne brikka fram til 2008, fekk gründerane ideen om å bruke ho i ein av to sensorar i same gassdetektor.

source: Med Grunnlag for FTO innen et bestemt teknisk område får du vite hva som finnes av nærliggende patenter.
nn: Med Grunnlag for FTO innan eit bestemt teknisk område får du vite kva som finst av nærliggande patent.

source: Områdene ble valgt ut blant annet på bakgrunn av politiske føringer og prioriteringer rundt grønn teknologi de siste 10-20 årene.
nn: Områda blei valde ut blant anna på bakgrunn av politiske føringar og prioriteringar rundt grøn teknologi dei siste 10-20 årene.

source: Du trenger altså ikke å spesifisere til
nn: Du treng altsåikkje å spesifisere til

source: kan omfattes av loven, skal ikke leveres via elektroniske kanaler (som Altinn eller e-post).
nn: kan omfattast av lova, skal ikkje leverast via elektroniske kanalar (som Altinn eller e-post).

source: På nettsidene til til World Intellectual Property Organization (WIPO) finner du første til og med tiende utgaven på engelsk og fransk i PDF-format.
nn: På nettsidene til World Intellectual Property Organization (WIPO) finn du fyrste til og med tiande utgåva på engelsk og fransk i PDF-format.

source: Det samme kan organer som fastsetter normer for varer eller tjenester.
nn: Det same kan organ som fastset normer for varer eller tenester.

source: Dette i motsetning til opphavsrett som ikke kan registreres og som må fastslås av domstolene.
nn: Dette i motsetnad til opphavsrett som ikkje kan registrerast og som må fastslåast av domstolane.

source: Saksbehandlingen skal ha god fremdrift og saken skal normalt tas opp til avgjørelse etter at vi har mottatt en uttalelse fra innehaveren av varemerket.
nn: Saksbehandlinga skal ha god framdrift og saka skal normalt takast opp til avgjerd etter at vi har motteke ei utsegn frå innehavaren av varemerket.

source: Hvis du har mottatt brev fra Patentstyret:
nn: Dersom du har motteke brev frå Patentstyret:

source: Skriv kort og enkelt hva slags type produkt designet viser.
nn: Skriv kort og enkelt kva slags type produkt designet viser.

source: Da er det viktig å ha gode avtaler med samarbeidspartnere som trenger å få innblikk i virksomheten, slik at du unngår uønsket kopiering eller at bedriftshemmeligheter kommer på avveie.
nn: Da er det viktig å ha gode avtalar med samarbeidspartnarar som treng å få innblikk i verksemda, slik at du unngår uønskt kopiering eller at bedriftsløyndomar kjem på avveg.

source: Komprimeringssystemet er patentert i Norge, og de har søkt om europeisk patent.
nn: Komprimeringssystemet er patentert i Noreg, og dei har søkt om europeisk patent.

source: Etter fire år med design og testing kunne produktet endelig settes i produksjon, og første Sleepytroll ble solgt i februar 2019.
nn: Etter fire år med design og testing kunne produktet endeleg bli sett i produksjon, og første Sleepytroll blei solgt i februar 2019.

source: «For å få til et praktisk kjøretøy har vi vært nødt til å konstruere hovedkomponentene selv.
nn: «For å få til eit praktisk køyretøy har vi vore nøydde til å konstruere hovudkomponentane sjølv.

source: Avgjørelser fattet av KFIR kan bare bringes inn for domstolene av en søker eller rettighetshaver som har fått en avgjørelse imot seg.
nn: Avgjerder fatta av KFIR kan berre bringast inn for domstolane av ein søkjar eller rettshavar som har fått ei avgjerd imot seg.

source: Dette kan for eksempel være å betale den eller de avgiftene som mangler eller å svare på brevet vårt til deg.
nn: Dette kan til dømes vere å betale den eller dei avgiftene som manglar eller å svare på brevet vårt.

source: – En stor fordel med denne søkemåten er også at vi har gjort behandlingstiden kortere, som en bonus for de som bruker veilederen, forteller Dolva og legger til at de ønsker å veilede de små bedriftene som ikke registrerer så mange varemerker, og trenger litt hjelp.
nn: – Ein stor fordel med denne søkjemåten er også at vi har gjort behandlingstida kortare, som ein bonus for dei som brukar rettleiaren, fortel Dolva og legg til at dei ønskjer å rettleie dei små verksemdene som ikkje registrerer så mange varemerke, og treng litt hjelp.

source: «Produktet er enkelt bygd opp, så vi ønsker å beskytte oss og dermed gjøre kopieringsprosessen vanskeligere.»
nn: «Produktet er enkelt bygd opp, så vi ønskjer å verne oss og dermed gjere kopieringsprosessen vanskelegare.»

source: Utover dette gir ikke registrering større rettigheter enn du hadde i utgangspunktet;
nn: Utover dette gir ikkje registrering større rettar enn du hadde i utgangspunktet.

source: En nyhetsundersøkelse kan også være et godt hjelpemiddel for å formulere en bedre patentsøknad, fordi du kan navigere utenom kjent teknikk fra starten av.
nn: Ei nyheitsundersøking kan også vere eit godt hjelpemiddel for å formulere ein betre patentsøknad, fordi du kan navigere utanom kjent teknikk frå starten av.

source: fremgangsmåter for å endre den genetiske identiteten til menneskers kjønnsceller
nn: framgangsmåtar for å endra den genetiske identiteten til menneske sine kjønnsceller

source: Dersom en varefortegnelse ikke er klar og presis vil du motta et brev om dette med frist til å rette/presisere varefortegnelsen.
nn: Dersom varelista ikkje er klar og presis, vil du motta eit brev om dette med frist til å rette/presisere varelista.

source: DRAM, SRAM osv.), elektriske utladningsapparater, halvledere, batteri og brenselceller og enheter for stimulert utstråling.
nn: DRAM, SRAM osv.), elektriske utladningsapparat, halvledarar, batteri og brenselceller og einheiter for stimulert utstråling.

source: Amicoat mottar betaling for oppnådde milepæler i forsknings- og utviklingsarbeidet, og får i tillegg lisensbetaling som en prosentvis andel av omsetningen til produktet.
nn: Amicoat mottek betaling for oppnådde milestolpar i forskings- og utviklingsarbeidet, og får i tillegg til lisensbetaling som ein prosentvis del av omsetninga til produktet.

source: Amicoat bruker et fast patentkontor som har god kjennskap til virksomheten og teknologien, og som dermed kan utforme patentsøknaden optimalt, både faglig og forretningsmessig.
nn: Amicoat brukar eit fast patentkontor som har god kjennskap til verksemda og teknologien, og som derfor kan utforme patentsøknaden optimalt for bedrifta, både fagleg og forretningstenleg.

source: Mange kjendiser søker varemerkeregistrering for klær og sko, noe som kan tyde på at flere kanskje har en drøm om egen kolleksjon.
nn: Mange kjendisar søkjer varemerkeregistrering for klede og sko, noko som kan tyde på at fleire kanskje har ein drøm om egen kolleksjon.

source: Når vi har mottatt brev fra deg, vurderer vi søknaden på nytt.
nn: Når vi har motteke brev frå deg, vurderer vi søknaden på nytt.

source: Hvis søknaden blir godkjent, får du melding om dette.
nn: Viss søknaden blir godkjent, får du melding om dette.

source: Titanene Oceanus og Tethys hadde tre tusen nymfedøtre, med hver sine selvstendige ansvarsområder for sjøer, elver og havet.
nn: Titanane Oceanus og Tethys hadde tre tusen nymfedøtrer, med kvar sine sjølvstendige ansvarsområde for sjøar, elvar og havet.

source: Det kan derfor være lurt å inngå en avtale der du og innehaveren av det andre varemerke er enige om å ikke hindre hverandres varemerkeregistreringer også for fremtiden.
nn: Det kan derfor vere lurt å inngå ein avtale der du og innehavaren av dei andre varemerke er einige om å ikkje hindre hverandres varemerkeregistreringar også for framtida.

source: Grensen for vernede etternavn er 200 bærere, og hvis du ikke selv har navnet, må du ha samtykke fra samtlige bærere for å kunne bruke navnet som et varemerke.
nn: Grensen for verna etternamn er 200 bærarar, og viss du ikkje sjølv har namnet, må du ha samtykke frå samtlege bærarar for å kunne bruke namnet som eit varemerke.

source: Det er mulig å klage også etter at toppdomenet har blitt godkjent, gjennom en prosedyre som heter PDDRP (Post Delegation Dispute Resolution Procedure).
nn: Det er mogleg å klage også etter at toppdomenet har blitt godkjend, gjennom ei prosedyre som heiter PDDRP (Post Delegation Dispute Resolution Procedure).

source: alle slags fysiske gjenstander fra bygninger til tannbørster, biler, klær, emballasje eller møbler
nn: alle slags fysiske gjenstandar frå bygningar til tannbørstar, bilar, klede, emballasje eller møblar

source: Kravet om overprøving skal inneholde:
nn: Kravet om overprøving skal innehalde:

source: Etter mange år som saksbehandler i Patentstyret har jeg sett hvor ugreie de er å lykkes med for oppfinnerne.
nn: Etter mange år som saksbehandlar i Patentstyret har eg sett kor ugreie dei er å lykkast med for oppfinnarane.

source: – Dersom du skal lykkes som oppfinner, må du ha trua på deg sjøl og ville bevise at ideen din er mulig.
nn: – Dersom du skal lukkast som oppfinnar, må du ha trua på deg sjølv og ville bevise at ideen din er mogeleg å gjennomføre.

source: i søketjenesten vår
nn: i søkjetenesta vår

source: Når Patentstyret behandler en varemerkesøknad vurderer vi om det finnes tidligere registrerte varemerker som er til hinder for en registrering av det merket du har søkt om.
nn: Når Patentstyret behandlar ein varemerkesøknad, vurderer vi om det finst tidlegare registrerte varemerke som er til hinder for registrering av det merket du har søkt om.

source: Vurdering tidlig i prosessen
nn: Vurdering tidleg i prosessen

source: Navnet eller logoen må være særpreget, skille seg fra andres kjennetegn og oppfylle andre krav i varemerkeloven for å kunne registreres som varemerke.
nn: Namnet eller logoen må vere særprega, skilje seg frå andre sine kjenneteikn og oppfylle andre krav i varemerkelova for å kunne bli registrert som varemerke.

source: Om sakskostnader skal tilkjennes avgjøres etter en vurdering hvor det blant annet legges vekt på om det var god grunn til å få saken prøvd fordi den var tvilsom, og om det er rimelig ut fra typen sak og forhold hos motparten å pålegge kostnadsansvar.
nn: Om sakskostnader skal tilkjennast avgjerast etter ei vurdering kor det blant anna blir lagt vekt på om det var god grunn til å få saka prøvd fordi ho var tvilsam, og om det er rimeleg ut frå typen sak og forhold hos motparten å påleggje kostnadsansvar.

source: Du finner mer informasjon og kontaktperson på
nn: Du finn meir informasjon og kontaktperson på

source: T-lab var den første aktøren gründeren kontaktet.
nn: T-lab var den første aktøren gründeren kontakta.

source: ), vil du motta en automatisk bekreftelse på dette.
nn: ), vil du motta ei automatisk stadfesting på dette.

source: Hvis du ber om at søknadsdokumentene gjøres allment tilgjengelig tidligere enn 18 måneder, vil du få provisorisk vern fra dette tidligere tidspunktet.
nn: Viss du ber om at søknadsdokumenta blir gjort allment tilgjengeleg tidlegare enn etter 18 månader, vil du få provisorisk vern frå dette tidlegare tidspunktet.

source: Hvis søknaden din blir henlagt for første gang, får du beskjed om hvordan du kan få gjenopptatt behandlingen av søknaden.
nn: Viss søknaden din blir lagt bort for første gong, får du beskjed om korleis du kan få gjenoppteke behandlinga av søknaden.

source: Unntaket gjelder en billedtype som heter «partial views» og som er en visning hvor vi anser det for å vise flere design, noe vi ikke godtar fordi det skaper forvirring om hva som er vernet.
nn: Unnataket gjeld ein bildetype som heiter «partial views» og som er ei vising kor vi vurderer det for å vise fleire design, noko vi ikkje godtek fordi det skapar forvirring om kva som er verna.

source: Disse retningslinjene medfører ikke noen endringer i norsk praksis, men inneholder eksempler på fremstillinger som vi ennå ikke har tatt i bruk her i Norge.
nn: Desse retningslinjene medfører ikkje nokre endringar i norsk praksis, men inneheld eksempel på framstillingar som vi enno ikkje har teke i bruk her i Noreg.

source: Norsk oversettelse av krav
nn: Norsk omsetjing av krav

source: Sjekk også om navnet allerede er registrert som et domenenavn.
nn: Sjekk også om namnet allereie er registrert som eit domenenamn.

source: For å få klagen behandlet må du betale et klagegebyr.
nn: For å få klagen behandla må du betale eit klagegebyr.

source: Du blir irritert og innser at kjettingene ikke egner seg i dyp snø.
nn: Du blir irritert og innser at kjettingane ikkje eignar seg i djup snø.

source: Hovedkontoret er på Bjoa i nærheten av Haugesund.
nn: Hovudkontoret er på Bjoa i nærleiken av Haugesund.

source: Djupesland utviklet et utåndingssystem (EDS) som utnytter denne naturlige mekanismen ved samtidig å omdirigere utpusten gjennom nesegangene.
nn: Djupesland utvikla eit utåndingssystem (EID) som utnyttar denne naturlege mekanismen ved samtidig å omdirigere utpusten gjennom nasegongene.

source: Selskapet takler ensomhet og ufrivillig sosial isolasjon ved å utvikle kommunikasjonsverktøy som kan hjelpe de berørte.
nn: Selskapet taklar einsemd og ufrivillig sosial isolasjon ved å utvikle kommunikasjonsverktøy som kan hjelpe dei det gjeld.
